/* 
   Localizable.strings
   LiveTransit-Seattle

   Created by Michael Rockhold on 8/14/09.
   Copyright 2009 __MyCompanyName__. All rights reserved.
 */

/* KEY  =  VALUE */

"TTB" = "Track this bus";

"RouteNum" = "Route %@";
"RouteInfo" = "Route %@ info";

"Notifications" = "Request a notification";

"VehicleInfo" = "Vehicle %@";

"STR" = "Show this route";

"Schedule" = "Schedule";

"Schedules" = "Schedules";

"RiderAdvisories" = "Rider Advisories";

"RoutesTitle" = "Routes";

"RouteMap" = "Route Map";

"Reroutes" = "Reroutes";

"RouteNotifications" = "Notifications";

"NoBuses" = "No buses";

"OneBus" = "One bus";

"SomeBusesFormat" = "%d buses";

"ShowAllRoutes" = "Show all routes";

"HideAllRoutes" = "Hide all routes";

"ExplainShowAllRoutes" = "Click 'Show' to make the map display buses from all routes";

"ExplainHideAllRoutes" = "Click 'Hide' to make the map hide all buses on every route";

"SchedulesSectionHeader" = "Schedules";

"SecondsSinceLastUpdateFormat" = "%d seconds since position last updated";

"OneMinuteSinceLastUpdateFormat" = "One minute since position last updated";
"OneMinuteAndOneSecondSinceLastUpdateFormat" = "One minute and one second since position last updated";
"OneMinuteAndSecondsSinceLastUpdateFormat" = "1 minute, %d seconds since position last updated";

"MinutesSinceLastUpdateFormat" = "%d minutes since position last updated";
"MinutesAndOneSecondSinceLastUpdateFormat" = "%d minutes, 1 second since position last updated";
"MinutesAndSecondsSinceLastUpdateFormat" = "%d minutes, %d seconds since position last updated";

"Weekday" = "Weekday";
"Saturday" = "Saturday";
"Sunday" = "Sunday";

"Route-0-Format" = "%@, Weekday";
"Route-1-Format" = "%@, Saturday";
"Route-2-Format" = "%@, Sunday";

"RouteViewPrefHeader" = "Sort routes by…";
"SortByRteNum"					= "… route number";
"SortByProximityCurLoc"			= "… closest bus to present location";
"SortByProximityHomeBase"		= "… closest bus to home base";
"SortByProximityCenterOfMap"	= "… buses closest to center of map";

"OneBusNAwayFmt" = ", %4.1lf meters away";
"NBusesNAwayFmt" = " (closest: %4.1lf meters away)";

"UpcomingTimepointEventsSectionTitle" = "Upcoming events at this stop";
"ScheduledDeparturesSectionTitle" = "Scheduled Departures";
